Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 声音服务繁忙，请重试
de: Der Stimmendienst ist ausgelastet. Bitte versuche es erneut.
en: The voice service is busy. Please try again.
es: El servicio de voz está ocupado. Por favor inténtalo de nuevo.
fr: Le service vocal est occupé. Veuillez réessayer.
hi: ध्वनि सेवा व्यस्त है. कृपया पुन: प्रयास करें।
it: Il servizio vocale è occupato. Per favore riprova.
ja: 音声サービスが話中です。もう一度試してください。
pt_br: O serviço de voz está ocupado. Por favor, tente novamente.

source: 多语言
de: Mehrsprachig
en: Multilingual
es: Plurilingüe
fr: Multilingue
hi: बहुभाषी
it: Multilingue
ja: 多言語対応
pt_br: Multilíngue

source: 女声
de: Weiblich
en: Female
es: Femenina
fr: Féminine
hi: महिला
it: Femminile
ja: 女性
pt_br: Feminina

source: 好
de: OK
en: OK
es: Aceptar
fr: OK
hi: ठीक है
it: OK
ja: OK
pt_br: OK

source: 如果已经看到 Kindle 书架，请点同步。
de: Wenn deine Kindle-Bibliothek angezeigt wird, tippe auf Synchronisieren.
en: If you see your Kindle library, tap Sync.
es: Si ve su biblioteca Kindle, toque Sincronizar.
fr: Si vous voyez votre bibliothèque Kindle, appuyez sur Synchroniser.
hi: यदि आप अपनी किंडल लाइब्रेरी देखते हैं, तो सिंक पर टैप करें।
it: Se vedi la tua libreria Kindle, tocca Sincronizza.
ja: Kindle ライブラリが表示されたら、「同期」をタップします。
pt_br: Se você vir sua biblioteca Kindle, toque em Sincronizar.

source: 学校或图书馆
de: Schule oder Bibliothek
en: School or library
es: Escuela o biblioteca
fr: École ou bibliothèque
hi: स्कूल या लाइब्रेरी
it: Scuola o biblioteca
ja: 学校または図書館
pt_br: Escola ou biblioteca

source: 完成
de: Fertig
en: Done
es: Listo
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
pt_br: Concluído

source: 完成绑定
de: Verknüpfung abschließen
en: Finish Connecting
es: Completar vinculación
fr: Terminer la connexion
hi: कनेक्शन पूरा करें
it: Completa il collegamento
ja: 連携を完了
pt_br: Concluir conexão

source: 完成首次朗读
de: Schließe dein erstes Vorlesen ab
en: Complete your first read-aloud
es: Completa tu primera lectura en voz alta
fr: Terminez votre première lecture à voix haute
hi: अपना पहला वाचन पूरा करें
it: Completa la prima lettura ad alta voce
ja: 最初の読み上げを完了
pt_br: Conclua sua primeira leitura em voz alta

source: 导入内容
de: Importieren
en: Import
es: Importar
fr: Importer
hi: इंपोर्ट करें
it: Importa
ja: インポート
pt_br: Importar

source: 导入方式
de: Importmethode
en: Import Method
es: Método de importación
fr: Méthode d'importation
hi: आयात विधि
it: Metodo di importazione
ja: インポート方法
pt_br: Método de importação

source: 将删除文库中全部本地历史，此操作不可撤销。
de: Dadurch wird der gesamte lokale Verlauf in deiner Bibliothek gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: This will delete all local history in your Library. This action cannot be undone.
es: Esto eliminará todo el historial local de su biblioteca. Esta acción no se puede deshacer.
fr: Cela supprimera tout l'historique local de votre bibliothèque. Cette action ne peut pas être annulée.
hi: इससे आपकी लाइब्रेरी का सारा स्थानीय इतिहास हट जाएगा। इस एक्शन को वापस नहीं किया जा सकता।
it: Questa operazione eliminerà tutta la cronologia locale nella tua Libreria. Questa azione non può essere annullata.
ja: これにより、ライブラリ内のすべてのローカル履歴が削除されます。この操作は元に戻すことができません。
pt_br: Isso excluirá todo o histórico local da sua biblioteca. Esta ação não pode ser desfeita.

source: 将清除本机 Kindle 书架缓存和 read.amazon.com 登录状态。首页 Kindle 模块会回到绑定 Kindle，需要重新登录和同步。
de: Dadurch werden der lokale Kindle-Bibliothekscache und die Anmeldung bei read.amazon.com gelöscht. Das Kindle-Modul auf der Startseite zeigt wieder „Kindle verbinden“ und du musst dich erneut anmelden und synchronisieren.
en: This will clear the local Kindle shelf cache and the read.amazon.com sign-in state. The Kindle module on Home will return to Connect Kindle, and you will need to sign in and sync again.
es: Esto borrará la memoria caché local de Kindle y el estado de inicio de sesión de read.amazon.com. El módulo Kindle en Inicio volverá a Connect Kindle y deberá iniciar sesión y sincronizar nuevamente.
fr: Cela effacera le cache de l'étagère Kindle locale et l'état de connexion read.amazon.com. Le module Kindle sur Home reviendra à Connect Kindle et vous devrez vous connecter et synchroniser à nouveau.
hi: इससे स्थानीय किंडल शेल्फ़ कैश और read.amazon.com साइन-इन स्थिति साफ़ हो जाएगी। होम पर किंडल मॉड्यूल कनेक्ट किंडल पर वापस आ जाएगा, और आपको फिर से साइन इन और सिंक करना होगा।
it: Ciò cancellerà la cache dello scaffale Kindle locale e lo stato di accesso read.amazon.com. Il modulo Kindle sulla Home tornerà a Connect Kindle e dovrai accedere e sincronizzare nuovamente.
ja: これにより、ローカルの Kindle 棚キャッシュと read.amazon.com のサインイン状態がクリアされます。ホームの Kindle モジュールは Connect Kindle に戻り、サインインして再度同期する必要があります。
pt_br: Isso limpará o cache local da prateleira do Kindle e o estado de login read.amazon.com. O módulo Kindle na página inicial retornará ao Connect Kindle e você precisará fazer login e sincronizar novamente.

source: 将清除本机 Kindle 书架缓存和所有 Amazon 站点的登录状态。首页 Kindle 模块会回到绑定 Kindle，需要重新登录和同步。
de: Dadurch werden die lokale Kindle-Bibliothek und die Anmeldungen bei allen Amazon-Shops gelöscht. Kindle auf der Startseite wird zurückgesetzt; du musst dich erneut anmelden und synchronisieren.
en: This clears the local Kindle library cache and sign-ins for every Amazon site. Kindle on Home returns to setup, and you must sign in and sync again.
es: Se borrarán la caché local de Kindle y las sesiones de todos los sitios de Amazon. Kindle volverá a la configuración inicial y tendrás que iniciar sesión y sincronizar de nuevo.
fr: La bibliothèque Kindle locale et les connexions à tous les sites Amazon seront effacées. Kindle reviendra à la configuration initiale et vous devrez vous reconnecter et resynchroniser.
hi: इससे स्थानीय Kindle लाइब्रेरी कैश और सभी Amazon साइटों के साइन-इन मिट जाएँगे। होम पर Kindle फिर सेटअप दिखाएगा और आपको दोबारा साइन इन करके सिंक करना होगा।
it: La cache locale della libreria Kindle e gli accessi a tutti i siti Amazon verranno cancellati. Kindle tornerà alla configurazione iniziale e dovrai accedere e sincronizzare di nuovo.
ja: 端末内の Kindle 本棚キャッシュとすべての Amazon ストアのログイン状態を消去します。ホームの Kindle は初期設定に戻り、再ログインと同期が必要です。
pt_br: Isso apaga o cache local da biblioteca Kindle e os logins de todas as lojas da Amazon. O Kindle na tela inicial volta à configuração, e será preciso entrar e sincronizar novamente.

source: 将清除本机微信读书书架、阅读进度和登录状态，不会影响微信读书账号或书籍。
de: Dadurch werden die lokale WeRead-Bibliothek, der Lesefortschritt und die Anmeldung gelöscht. Dein WeRead-Konto und deine Bücher bleiben unberührt.
en: This clears the local WeRead library, reading progress, and sign-in state. It does not affect your WeRead account or books.
es: Se borrarán la biblioteca, el progreso y la sesión local de WeRead. Tu cuenta y tus libros no se verán afectados.
fr: La bibliothèque, la progression et la connexion WeRead locales seront effacées. Votre compte et vos livres ne seront pas affectés.
hi: इससे स्थानीय WeRead लाइब्रेरी, पढ़ने की प्रगति और साइन-इन स्थिति हट जाएगी। आपका खाता और किताबें प्रभावित नहीं होंगी।
it: Verranno cancellati libreria, avanzamento e accesso WeRead locali. L'account e i libri non saranno modificati.
ja: この端末の WeRead 本棚、読書進捗、ログイン状態を消去します。WeRead のアカウントや本には影響しません。
pt_br: Isso apagará a biblioteca, o progresso e o login local do WeRead. Sua conta e seus livros não serão afetados.

source: 尚未开始
de: Noch nicht begonnen
en: Not started
es: No iniciado
fr: Pas commencé
hi: शुरू नहीं
it: Non iniziato
ja: 開始されていません
pt_br: Não iniciado

source: 尚未配置 Google 登录
de: Google-Anmeldung ist nicht konfiguriert
en: Google Sign-In is not configured
es: El inicio de sesión de Google no está configurado
fr: Google Sign-In n'est pas configuré
hi: Google साइन-इन कॉन्फ़िगर नहीं है
it: L'accesso con Google non è configurato
ja: Google サインインが設定されていません
pt_br: O Login do Google não está configurado

source: 尝试其他搜索或筛选条件
de: Versuche eine andere Suche oder einen anderen Filter.
en: Try another search or filter.
es: Pruebe con otra búsqueda o filtro.
fr: Essayez une autre recherche ou un autre filtre.
hi: कोई अन्य खोज या फ़िल्टर आज़माएँ.
it: Prova un'altra ricerca o filtra.
ja: 別の検索またはフィルタを試してください。
pt_br: Tente outra pesquisa ou filtro.

source: 已上传，处理完成后在「文库」查看
de: Hochgeladen. Nach der Verarbeitung findest du den Inhalt in deiner Bibliothek
en: Uploaded. You'll find it in your Library once processing is done
es: Subido. Lo encontrarás en tu biblioteca una vez que finalice el procesamiento.
fr: Téléchargé. Vous le trouverez dans votre bibliothèque une fois le traitement terminé
hi: अपलोड किया गया. प्रसंस्करण पूरा हो जाने पर आप इसे अपनी लाइब्रेरी में पाएंगे
it: Caricato. Lo troverai nella tua Libreria una volta terminata l'elaborazione
ja: アップロードされました。処理が完了すると、ライブラリに表示されます。
pt_br: Carregado. Você o encontrará em sua Biblioteca assim que o processamento for concluído

source: 已从当前页开始朗读。
de: Vorlesen ab der aktuellen Seite.
en: Reading from the current page.
es: Leyendo desde la página actual.
fr: Lecture à partir de la page actuelle.
hi: वर्तमान पृष्ठ से पढ़ रहा हूँ.
it: Lettura dalla pagina corrente.
ja: 現在のページから読み取ります。
pt_br: Lendo da página atual.

source: 已停在当前页，请点击播放继续。
de: Auf der aktuellen Seite gestoppt. Tippe zum Fortfahren auf Wiedergabe.
en: Stopped on the current page. Tap Play to continue.
es: Detenido en la página actual. Toca Reproducir para continuar.
fr: Arrêté sur la page actuelle. Appuyez sur Jouer pour continuer.
hi: वर्तमान पृष्ठ पर रुका. जारी रखने के लिए प्ले पर टैप करें।
it: Interrotto sulla pagina corrente. Tocca Riproduci per continuare.
ja: 現在のページで停止しました。続行するには、「再生」をタップします。
pt_br: Parado na página atual. Toque em Jogar para continuar.

source: 已创建
de: Erstellt
en: Created
es: Creado
fr: Créé
hi: बनाई गई
it: Creata
ja: 作成済み
pt_br: Criado

source: 已到达当前 Kindle 内容末尾。
de: Das Ende des aktuellen Kindle-Inhalts wurde erreicht.
en: Reached the end of the current Kindle content.
es: Llegó al final del contenido actual de Kindle.
fr: Atteint la fin du contenu Kindle actuel.
hi: वर्तमान किंडल सामग्री के अंत तक पहुँच गया।
it: Raggiunta la fine dei contenuti Kindle attuali.
ja: 現在の Kindle コンテンツの最後に到達しました。
pt_br: Chegou ao fim do conteúdo atual do Kindle.

source: 已取消登录
de: Anmeldung abgebrochen
en: Sign-in canceled
es: Inicio de sesión cancelado
fr: Connexion annulée
hi: साइन-इन रद्द कर दिया गया
it: Accesso annullato
ja: サインインがキャンセルされました
pt_br: Login cancelado

source: 已同步 %d 本 Google Play 图书。
de: %d Google Play Bücher synchronisiert.
en: Synced %d Google Play Books titles.
es: Se sincronizaron %d libros de Google Play Libros.
fr: %d livres Google Play Livres synchronisés.
hi: Google Play किताबें की %d किताबें सिंक हो गईं।
it: Sincronizzati %d libri di Google Play Libri.
ja: Google Play ブックスの本を %d 冊同期しました。
pt_br: %d livros do Google Play Livros sincronizados.

source: 已同步 %d 本书。
de: %d Bücher synchronisiert.
en: Synced %d books.
es: Se sincronizaron %d libros.
fr: %d livres synchronisés.
hi: %d किताबें सिंक हो गईं।
it: %d libri sincronizzati.
ja: %d 冊の本を同期しました。
pt_br: %d livros sincronizados.

source: 已同步 %d 本微信读书书籍。
de: %d WeRead-Bücher synchronisiert.
en: %d WeRead books synced.
es: Se sincronizaron %d libros de WeRead.
fr: %d livres WeRead synchronisés.
hi: %d WeRead किताबें सिंक हो गईं।
it: %d libri WeRead sincronizzati.
ja: WeRead の本を %d 冊同期しました。
pt_br: %d livros do WeRead sincronizados.

source: 已同步的 Google Play 图书书架
de: Dein synchronisiertes Google Play Bücher-Regal
en: Your synced Google Play Books shelf
es: Tu estantería sincronizada de Google Play Libros
fr: Votre bibliothèque Google Play Livres synchronisée
hi: आपकी सिंक की गई Google Play किताबें शेल्फ़
it: La tua libreria Google Play Libri sincronizzata
ja: 同期済みの Google Play ブックスの本棚
pt_br: Sua estante sincronizada do Google Play Livros

source: 已同步的 Kindle 书架
de: Deine synchronisierte Kindle-Bibliothek
en: Your synced Kindle library
es: Tu biblioteca Kindle sincronizada
fr: Votre bibliothèque Kindle synchronisée
hi: आपकी सिंक की गई किंडल लाइब्रेरी
it: La tua libreria Kindle sincronizzata
ja: 同期された Kindle ライブラリ
pt_br: Sua biblioteca Kindle sincronizada

source: 已同步的 Kobo 书架
de: Deine synchronisierte Kobo-Bibliothek
en: Your synced Kobo library
es: Tu biblioteca de Kobo sincronizada
fr: Votre bibliothèque Kobo synchronisée
hi: आपकी सिंक की गई Kobo लाइब्रेरी
it: La tua libreria Kobo sincronizzata
ja: 同期済みの Kobo の本棚
pt_br: Sua biblioteca da Kobo sincronizada

source: 已同步的 O’Reilly 阅读历史
de: Synchronisierter O’Reilly-Leseverlauf
en: Synced O’Reilly reading history
es: Historial de lectura de O’Reilly sincronizado
fr: Historique de lecture O’Reilly synchronisé
hi: सिंक किया गया O’Reilly पढ़ने का इतिहास
it: Cronologia di lettura O’Reilly sincronizzata
ja: 同期済みの O’Reilly 読書履歴
pt_br: Histórico de leitura da O’Reilly sincronizado

source: 已同步的微信读书书架
de: Deine synchronisierte WeRead-Bibliothek
en: Your synced WeRead library
es: Tu biblioteca de WeRead sincronizada
fr: Votre bibliothèque WeRead synchronisée
hi: आपकी सिंक की गई WeRead लाइब्रेरी
it: La tua libreria WeRead sincronizzata
ja: 同期済みの WeRead ライブラリ
pt_br: Sua biblioteca WeRead sincronizada

source: 已在其他设备购买？登录恢复 Pro
de: Bereits auf einem anderen Gerät gekauft? Anmelden, um Pro wiederherzustellen
en: Already purchased on another device? Sign in to restore Pro
es: ¿Ya compraste en otro dispositivo? Inicia sesión para restaurar Pro
fr: Déjà acheté sur un autre appareil ? Connectez-vous pour restaurer Pro
hi: पहले से ही किसी अन्य डिवाइस पर खरीदा गया है? प्रो को पुनर्स्थापित करने के लिए साइन इन करें
it: Già acquistato su un altro dispositivo? Accedi per ripristinare Pro
ja: 別のデバイスですでに購入していますか?サインインして Pro を復元する
pt_br: Já comprou em outro dispositivo? Faça login para restaurar o Pro

source: 已在本机同步 %d 本书。
de: %d Bücher lokal synchronisiert.
en: %d books synced locally.
es: Libros %d sincronizados localmente.
fr: Livres %d synchronisés localement.
hi: %d पुस्तकें स्थानीय रूप से समन्वयित की गईं।
it: Libri %d sincronizzati localmente.
ja: %d 冊の書籍がローカルに同期されました。
pt_br: Livros %d sincronizados localmente.

source: 已就绪。
de: Bereit.
en: Ready.
es: Listo.
fr: Prêt.
hi: तैयार।
it: Pronto.
ja: 準備完了。
pt_br: Pronto.

source: 已恢复 Kindle 朗读。
de: Kindle-Vorlesen fortgesetzt.
en: Kindle reading resumed.
es: Se reanudó la lectura del Kindle.
fr: La lecture sur Kindle a repris.
hi: किंडल रीडिंग फिर से शुरू हो गई।
it: È ripresa la lettura su Kindle.
ja: Kindle読書再開しました。
pt_br: A leitura do Kindle foi retomada.

source: 已恢复 Pro 会员
de: Pro wiederhergestellt
en: Pro restored
es: Pro restaurado
fr: Pro restauré
hi: प्रो बहाल
it: Pro restaurato
ja: プロが復元されました
pt_br: Pró restaurado

source: 已恢复购买，本机已解锁；跨平台同步等待 Apple 验证接口。
de: Kauf wiederhergestellt. Dieses Gerät ist entsperrt; die plattformübergreifende Synchronisierung wartet auf die Apple-Verifizierung.
en: Purchase restored. This device is unlocked; cross-platform sync is waiting for Apple verification.
es: Compra restaurada. Este dispositivo está desbloqueado; La sincronización multiplataforma está esperando la verificación de Apple.
fr: Achat restauré. Cet appareil est déverrouillé ; la synchronisation multiplateforme est en attente de vérification Apple.
hi: खरीदारी बहाल हो गई. यह उपकरण अनलॉक है; क्रॉस-प्लेटफ़ॉर्म सिंक Apple सत्यापन की प्रतीक्षा कर रहा है।
it: Acquisto ripristinato. Questo dispositivo è sbloccato; la sincronizzazione multipiattaforma è in attesa della verifica di Apple.
ja: 購入が復元されました。このデバイスはロックが解除されています。クロスプラットフォーム同期は Apple の検証を待っています。
pt_br: Compra restaurada. Este dispositivo está desbloqueado; a sincronização entre plataformas está aguardando verificação da Apple.

source: 已找到 %d 本 Google Play 图书。
de: %d Google Play Bücher gefunden.
en: Found %d Google Play Books titles.
es: Se encontraron %d libros de Google Play Libros.
fr: %d livres Google Play Livres trouvés.
hi: Google Play किताबें की %d किताबें मिलीं।
it: Trovati %d libri di Google Play Libri.
ja: Google Play ブックスの本を %d 冊見つけました。
pt_br: %d livros do Google Play Livros encontrados.

source: 已找到 %d 本 Kindle 书…
de: %d Kindle-Bücher gefunden …
en: Found %d Kindle books...
es: Libros Kindle encontrados %d...
fr: Livres Kindle %d trouvés...
hi: %d किंडल किताबें मिलीं...
it: Trovato %d Libri Kindle...
ja: %d Kindle 本が見つかりました...
pt_br: Livros Kindle %d encontrados...

source: 已找到 %d 本微信读书书籍。
de: %d WeRead-Bücher gefunden.
en: Found %d WeRead books.
es: Se encontraron %d libros de WeRead.
fr: %d livres WeRead trouvés.
hi: %d WeRead किताबें मिलीं।
it: Trovati %d libri WeRead.
ja: WeRead の本が %d 冊見つかりました。
pt_br: %d livros do WeRead encontrados.

source: 已探测到 Kindle 目录。
de: Kindle-Inhaltsverzeichnis erkannt.
en: Kindle table of contents detected.
es: Tabla de contenidos de Kindle detectada.
fr: Table des matières Kindle détectée.
hi: सामग्री की किंडल तालिका का पता चला।
it: Rilevato sommario Kindle.
ja: Kindle の目次が検出されました。
pt_br: Índice do Kindle detectado.

source: 已播完 · 点播放重读
de: Beendet · zum erneuten Vorlesen auf Wiedergabe tippen
en: Finished · tap Play to read again
es: Finalizado · toca Reproducir para volver a leer
fr: Terminé · touchez Lecture pour relire
hi: पूरा हुआ · फिर पढ़ने के लिए चलाएँ पर टैप करें
it: Completato · tocca Riproduci per rileggere
ja: 完了・再生をタップしてもう一度読み上げ
pt_br: Concluído · toque em Reproduzir para ler novamente

source: 已暂停
de: Pausiert
en: Paused
es: En pausa
fr: En pause
hi: रुका हुआ
it: In pausa
ja: 一時停止中
pt_br: Pausado

source: 已暂停，请点击播放继续。
de: Pausiert. Tippe zum Fortfahren auf Wiedergabe.
en: Paused. Tap Play to continue.
es: En pausa. Toca Reproducir para continuar.
fr: En pause. Appuyez sur Jouer pour continuer.
hi: रुका हुआ. जारी रखने के लिए प्ले पर टैप करें।
it: In pausa. Tocca Riproduci per continuare.
ja: 一時停止しました。続行するには、「再生」をタップします。
pt_br: Pausado. Toque em Jogar para continuar.

source: 已暂停，请选择要朗读的位置。
de: Pausiert. Wähle aus, wo das Vorlesen beginnen soll.
en: Paused. Choose where to start reading.
es: En pausa. Elige dónde empezar a leer.
fr: En pause. Choisissez par où commencer la lecture.
hi: रुका हुआ. चुनें कि पढ़ना कहां से शुरू करना है.
it: In pausa. Scegli da dove iniziare a leggere.
ja: 一時停止しました。どこから読み始めるかを選択してください。
pt_br: Pausado. Escolha por onde começar a ler.

source: 已检测到购买，本机已解锁；跨平台同步等待 Apple 验证接口。
de: Kauf erkannt. Dieses Gerät ist entsperrt; die plattformübergreifende Synchronisierung wartet auf die Apple-Verifizierung.
en: Purchase detected. This device is unlocked; cross-platform sync is waiting for Apple verification.
es: Compra detectada. Este dispositivo está desbloqueado; La sincronización multiplataforma está esperando la verificación de Apple.
fr: Achat détecté. Cet appareil est déverrouillé ; la synchronisation multiplateforme est en attente de vérification Apple.
hi: खरीदारी का पता चला. यह उपकरण अनलॉक है; क्रॉस-प्लेटफ़ॉर्म सिंक Apple सत्यापन की प्रतीक्षा कर रहा है।
it: Acquisto rilevato. Questo dispositivo è sbloccato; la sincronizzazione multipiattaforma è in attesa della verifica di Apple.
ja: 購入が検出されました。このデバイスはロックが解除されています。クロスプラットフォーム同期は Apple の検証を待っています。
pt_br: Compra detectada. Este dispositivo está desbloqueado; a sincronização entre plataformas está aguardando verificação da Apple.

source: 已检测到购买，请登录后同步会员
de: Kauf erkannt. Melde dich an, um deine Mitgliedschaft zu synchronisieren.
en: Purchase detected. Log in to sync your membership.
es: Compra detectada. Inicie sesión para sincronizar su membresía.
fr: Achat détecté. Connectez-vous pour synchroniser votre abonnement.
hi: खरीदारी का पता चला. सदस्यता सिंक करने के लिए लॉग इन करें।
it: Acquisto rilevato. Accedi per sincronizzare il tuo abbonamento.
ja: 購入が検出されました。ログインしてメンバーシップを同期してください。
pt_br: Compra detectada. Faça login para sincronizar sua assinatura.

source: 已检测到购买，请登录账号同步 Pro
de: Kauf erkannt. Melde dich mit deinem Konto an, um Pro zu synchronisieren.
en: Purchase detected. Sign in to your account to sync Pro.
es: Compra detectada. Inicia sesión en tu cuenta para sincronizar Pro.
fr: Achat détecté. Connectez-vous à votre compte pour synchroniser Pro.
hi: खरीदारी का पता चला। Pro सिंक करने के लिए अपने खाते में साइन इन करें।
it: Acquisto rilevato. Accedi al tuo account per sincronizzare Pro.
ja: 購入が検出されました。アカウントにログインして Pro を同期してください。
pt_br: Compra detectada. Entre na sua conta para sincronizar o Pro.

source: 已检测到购买，请登录邮箱完成跨平台同步。
de: Kauf erkannt. Melde dich mit deiner E-Mail-Adresse an, um Pro plattformübergreifend zu aktivieren.
en: Purchase detected. Log in with your email to enable cross-platform Pro.
es: Compra detectada. Inicie sesión con su correo electrónico para habilitar Pro multiplataforma.
fr: Achat détecté. Connectez-vous avec votre e-mail pour activer multiplateforme Pro.
hi: खरीदारी का पता चला. क्रॉस-प्लेटफ़ॉर्म प्रो सक्षम करने के लिए अपने ईमेल से लॉग इन करें।
it: Acquisto rilevato. Accedi con la tua email per abilitare Pro multipiattaforma.
ja: 購入が検出されました。クロスプラットフォーム Pro を有効にするには、電子メールでログインします。
pt_br: Compra detectada. Faça login com seu e-mail para ativar o Pro multiplataforma.

source: 已登录
de: Angemeldet
en: Signed In
es: Sesión iniciada
fr: Connecté
hi: साइन इन है
it: Accesso effettuato
ja: サインイン済み
pt_br: Conectado

source: 已登录：%@
de: Angemeldet: %@
en: Signed in: %@
es: Sesión iniciada: %@
fr: Connecté : %@
hi: साइन इन: %@
it: Accesso effettuato: %@
ja: サインイン中：%@
pt_br: Conectado: %@

source: 已绑定
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
hi: जुड़े हुए
it: Collegato
ja: 接続済み
pt_br: Conectado

source: 已解锁
de: Entsperrt
en: Unlocked
es: desbloqueado
fr: Débloqué
hi: अनलॉक किया
it: Sbloccato
ja: ロック解除済み
pt_br: Desbloqueado

source: 已连接
de: Verbunden
en: Connected
es: Conectados
fr: Connectées
hi: कनेक्ट किए गए
it: Connesse
ja: 連携済み
pt_br: Conectadas

source: 年度订阅
de: Jahresabonnement
en: Yearly Subscription
es: Suscripción Anual
fr: Abonnement annuel
hi: वार्षिक सदस्यता
it: Abbonamento annuale
ja: 年間サブスクリプション
pt_br: Assinatura Anual

source: 开发期默认解锁全部能力。测试真实付费 / 跨平台权益时请关闭，并在 Xcode 中运行（StoreKit 本地配置才会生效）。
de: Während der Entwicklung sind standardmäßig alle Funktionen entsperrt. Deaktiviere dies zum Testen echter Käufe oder plattformübergreifender Berechtigungen und starte über Xcode, damit die lokale StoreKit-Konfiguration wirksam wird.
en: All features are unlocked by default during development. Turn this off when testing real purchases or cross-platform entitlements, and run from Xcode so the local StoreKit configuration takes effect.
es: Todas las funciones están desbloqueadas de forma predeterminada durante el desarrollo. Desactive esta opción cuando pruebe compras reales o derechos multiplataforma y ejecútelo desde Xcode para que la configuración local de StoreKit entre en vigor.
fr: Toutes les fonctionnalités sont déverrouillées par défaut lors du développement. Désactivez cette option lorsque vous testez des achats réels ou des droits multiplateformes, et exécutez-la à partir de Xcode pour que la configuration locale de StoreKit prenne effet.
hi: विकास के दौरान सभी सुविधाएँ डिफ़ॉल्ट रूप से अनलॉक हो जाती हैं। वास्तविक खरीदारी या क्रॉस-प्लेटफ़ॉर्म एंटाइटेलमेंट का परीक्षण करते समय इसे बंद करें, और Xcode से चलाएं ताकि स्थानीय StoreKit कॉन्फ़िगरेशन प्रभावी हो।
it: Tutte le funzionalità vengono sbloccate per impostazione predefinita durante lo sviluppo. Disattiva questa opzione durante il test di acquisti reali o diritti multipiattaforma ed esegui da Xcode in modo che la configurazione StoreKit locale abbia effetto.
ja: 開発中はすべての機能がデフォルトでロック解除されます。実際の購入またはクロスプラットフォーム資格をテストする場合はこれをオフにし、Xcode から実行して、ローカル StoreKit 構成が有効になるようにします。
pt_br: Todos os recursos são desbloqueados por padrão durante o desenvolvimento. Desligue isso ao testar compras reais ou direitos de plataforma cruzada e execute a partir do Xcode para que a configuração local do StoreKit entre em vigor.

source: 开始
de: Starten
en: Start
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 開始
pt_br: Começar
